Repository: nikulkinandrew/twenty_rus
Catalog: packages/twenty-emails/src/locales/*.po
Languages: it, pt_pt

source: Accept invite
it: Accetta invito
pt_pt: Aceitar convite

source: All data in this workspace has been permanently deleted.
it: Tutti i dati di questa area di lavoro sono stati eliminati in modo permanente.
pt_pt: Todos os dados deste espaço de trabalho foram permanentemente eliminados.

source: Confirm your email address
it: Conferma il tuo indirizzo email
pt_pt: Confirmar o seu endereço de correio eletrónico

source: Connect to Twenty
it: Connettiti a Twenty
pt_pt: Ligar ao Twenty

source: Dear {userName}
it: Caro {userName}
pt_pt: Caro {userName}

source: Hello
it: Ciao
pt_pt: Olá

source: If you did not initiate this change, please contact your workspace owner immediately.
it: Se non si è avviata questa modifica, contattare immediatamente il proprietario dello spazio di lavoro.
pt_pt: Se não foi você que iniciou esta alteração, contacte imediatamente o proprietário do seu espaço de trabalho.

source: If you wish to continue using Twenty, please update your subscription within the next {remainingDays} {dayOrDays}.
it: Se si desidera continuare a utilizzare Twenty, aggiornare l'abbonamento entro il prossimo {remainingDays} {dayOrDays}.
pt_pt: Se pretender continuar a utilizar o Twenty, actualize a sua subscrição nos próximos {remainingDays} {dayOrDays}.

source: If you wish to use Twenty again, you can create a new workspace.
it: Se si desidera utilizzare nuovamente Twenty, è possibile creare una nuova area di lavoro.
pt_pt: Se pretender voltar a utilizar o Twenty, pode criar um novo espaço de trabalho.

source: It appears that your workspace <0>{workspaceDisplayName}</0> has been suspended for {daysSinceInactive} days.
it: Sembra che il vostro spazio di lavoro <0>{workspaceDisplayName}</0> sia stato sospeso per {daysSinceInactive} giorni.
pt_pt: Parece que o seu espaço de trabalho <0>{workspaceDisplayName}</0> foi suspenso por {daysSinceInactive} dias.

source: Join your team on Twenty
it: Unisciti al tuo team su Twenty
pt_pt: Junte-se à sua equipa no Twenty

source: Password updated
it: Password aggiornata
pt_pt: Palavra-passe actualizada

source: Reset
it: Ripristina
pt_pt: Reiniciar

source: Reset your password 🗝
it: Ripristina la tua password 🗝
pt_pt: Repor a sua palavra-passe 🗝

source: Thanks for registering for an account on Twenty! Before we get started, we just need to confirm that this is you. Click above to verify your email address.
it: Grazie per esserti registrato su Twenty! Prima di iniziare, dobbiamo solo confermare che sei tu. Clicca sopra per verificare il tuo indirizzo email.
pt_pt: Obrigado por se ter registado para uma conta no Twenty! Antes de começarmos, só precisamos de confirmar que é você. Clique acima para verificar o seu endereço de e-mail.

source: The workspace will be deactivated in {remainingDays} {dayOrDays}, and all its data will be deleted.
it: L'area di lavoro viene disattivata in {remainingDays} {dayOrDays} e tutti i suoi dati vengono cancellati.
pt_pt: O espaço de trabalho será desativado em {remainingDays} {dayOrDays} e todos os seus dados serão eliminados.

source: This is a confirmation that password for your account ({email}) was successfully changed on {formattedDate}.
it: Questa è la conferma che la password del vostro account ({email}) è stata modificata con successo in data {formattedDate}.
pt_pt: Esta é uma confirmação de que a palavra-passe da sua conta ({email}) foi alterada com sucesso em {formattedDate}.

source: This link is only valid for the next {duration}. If the link does not work, you can use the login verification link directly:
it: Questo link è valido solo per il prossimo {duration}. Se il link non funziona, è possibile utilizzare direttamente il link di verifica del login:
pt_pt: Esta hiperligação só é válida para o próximo {duration}. Se a ligação não funcionar, pode utilizar diretamente a ligação de verificação de início de sessão:

source: Update your subscription
it: Aggiornare l'abbonamento
pt_pt: Atualizar a sua subscrição

source: Verify Email
it: Verifica Email
pt_pt: Verificar o correio eletrónico

source: Your workspace <0>{workspaceDisplayName}</0> has been deleted as your subscription expired {inactiveDaysBeforeDelete} days ago.
it: L'area di lavoro <0>{workspaceDisplayName}</0> è stata cancellata perché l'abbonamento è scaduto {inactiveDaysBeforeDelete} giorni fa.
pt_pt: O seu espaço de trabalho <0>{workspaceDisplayName}</0> foi eliminado porque a sua subscrição expirou há {inactiveDaysBeforeDelete} dias.

source: has invited you to join a workspace called
it: ti ha invitato a unirti a uno spazio di lavoro chiamato
pt_pt: convidou-o a juntar-se a um espaço de trabalho chamado
