Repository: nikulkinandrew/twenty_rus
Catalog: packages/twenty-front/src/locales/*.po
Languages: ru

source: {apiKeyName} API Key
ru: {apiKeyName} ключ API

source: 12h ({hour12Label})
ru: 12ч ({hour12Label})

source: 2. Configure field
ru: 2. Настройка

source: 24h ({hour24Label})
ru: 24ч ({hour24Label})

source: Abort
ru: Прервать

source: About
ru: Описание

source: Account
ru: Учетная запись

source: Account Deletion
ru: Удаление учетной записи

source: Accounts
ru: Учетные записи

source: Activate
ru: Активировать

source: Activate Workflow
ru: Активировать рабочий поток

source: Active
ru: Активно

source: Active API keys created by you or your team.
ru: Активные API ключи созданные Вам или Вашей командой.

source: Add
ru: Добавить

source: Add Field
ru: Добавить поле

source: Add object
ru: Добавить объект

source: Add SSO Identity Provider
ru: Добавить идентификатор-провайдера SSO

source: Add to blocklist
ru: Добавить в черный список

source: Add to favorites
ru: Добавить в избранное

source: Add your first {objectLabel}
ru: Добавить Ваш первый {objectLabel}

source: Added {beautifiedCreatedAt}
ru: Добавлено: {beautifiedCreatedAt}

source: All
ru: Все

source: All ({relationRecordsCount})
ru: Все ({relationRecordsCount})

source: All roles
ru: Все роли

source: Allow logins through Google's single sign-on functionality.
ru: Разршеить вход в систему с помощью учетной записи Google.

source: Allow logins through Microsoft's single sign-on functionality.
ru: Разршеить вход в систему с помощью учетной записи Microsoft.

source: Allow the invitation of new users by sharing an invite link.
ru: Разрешить приглашать новых пользователей с помощью ссылки.

source: Allow users to sign in with an email and password.
ru: Разрешить пользователям вход с помощью email и пароля.

source: An error occurred while updating password
ru: При обновлении пароля возникла ошибка

source: An optional description
ru: Необязательное Описание

source: and
ru: и

source: API & Webhooks
ru: API и Web-хуки

source: API Key
ru: ключ API

source: API keys
ru: ключи API

source: API Name
ru: Название API

source: Appearance
ru: Внешний вид

source: Are you sure that you want to change your billing interval?
ru: Вы уверены, что Вы хотите изменить платежный интервал?

source: Ascending
ru: Восходящий

source: Assign roles to specify each member's access permissions
ru: Назначьте роли, чтобы указать права доступа каждого участника

source: Assigned to
ru: Назначено:

source: At least 8 characters long.
ru: Длина должна быть не менее 8 символов.

source: At least one authentication method must be enabled
ru: Должен быть включен хотя бы один метод проверки подлинности.

source: Authentication
ru: Идентификация

source: Authorize
ru: Авторизация

source: Average
ru: Среднее значение

source: Back to content
ru: Вернуться к контенту

source: Billing
ru: Платежы

source: Blocklist
ru: Черный список

source: Book a Call
ru: Запланировать звонок

source: By using Twenty, you agree to the
ru: Используя Twenty, Вы даете согласие на:

source: Calculate
ru: Рассчитать

source: Calendar
ru: Календарь

source: Calendars
ru: Календари

source: Cancel
ru: Отменить

source: Cancel anytime
ru: Отменить в любое время

source: Cancel Plan
ru: Отменить план

source: Cancel your subscription
ru: Отменить Вашу подписку

source: Change {to}
ru: Изменить на {to}

source: Change Password
ru: Изменить пароль

source: Chinese — Simplified
ru: Китайский — Упрощенный

source: Chinese — Traditional
ru: Китайский - традиционный

source: Choose an object
ru: Выберите объект

source: Choose your provider
ru: Выберите Вашего провайдера

source: Choose your Trial
ru: Выбрать пробную версию

source: Close
ru: Выбрать

source: Configure an SSO connection
ru: Настроить SSO подключение

source: Configure and customize your calendar preferences.
ru: Настроить и персонализировать свой календарь.

source: Configure how dates are displayed across the app
ru: Настроить отображение даты и времени в приложении

source: Configure your emails and calendar settings.
ru: Настроить email и календарь.

source: Connect a new account to your workspace
ru: Подключить новую учетную запись в рабочую область.

source: Connect with Google
ru: Покдлючить с помощью Google

source: Connect with Microsoft
ru: Подключить с помощью Microsoft

source: Connected accounts
ru: Учетная запись успешно подключена

source: Context
ru: Контекст

source: Continue
ru: Продолжить

source: Continue with Email
ru: Продолжить с Email

source: Continue with Google
ru: Продолжить с Google

source: Continue with Microsoft
ru: Продолжить с Microsoft

source: Copilot
ru: Копилот

source: Copy invitation link
ru: Копировать ссылку-приглашение

source: Copy this key as it will not be visible again
ru: Копировать этот ключи так как далее он будет недоступен

source: Count
ru: Количество

source: Count all
ru: Общее количество

source: Count empty
ru: Количество пустых

source: Count not empty
ru: Количество заполненных

source: Count unique values
ru: Количество уникальных значений

source: Create a workflow and return here to view its versions
ru: Создать рабочий поток и вернуться для получения его версии

source: Create API key
ru: Создать ключ API

source: Create new record
ru: Создать новую запись

source: Create Webhook
ru: Создать Web-хуки

source: Custom objects
ru: Свой объект

source: Customise the fields available in the {objectLabelSingular} views.
ru: Персонализировать доступные поля в {objectLabelSingular}.

source: Customize Domain
ru: Персонализировать домен

source: Customize your workspace security
ru: Настройки безопасности рабочей области

source: Danger zone
ru: Удаление учетной записи

source: Data model
ru: Модель данных

source: Data type
ru: Тип данных

source: Date
ru: Дата

source: Date and time
ru: Дата и время

source: Deactivate
ru: Деактивировать

source: Deactivate "Synchronize Objects Labels and API Names" to set a custom API name
ru: Деактивировать "Синхронизировть характеристики объектов и название API" для записи своих названий API

source: Deactivate this field
ru: Деактивировать это поле

source: Deactivate Workflow
ru: Деактивировать рабочий поток

source: Define the name and description of your object
ru: Изменить название и описание объекта

source: Delete
ru: Удалить

source: Delete account
ru: Удалить учетную запись

source: Delete account and all the associated data
ru: Удалить учетную запись и все данные связанные с ней.

source: Delete API key
ru: Удалить ключ API

source: Delete record
ru: Удалить запись

source: Delete records
ru: Удалить записи

source: Delete this integration
ru: Удалить это расширение

source: Delete webhook
ru: Удалить web-хуки

source: Delete workspace
ru: Удалить рабочую область

source: Delete your whole workspace
ru: Удалть Вашу рабочую область полностью

source: Description
ru: Отписаться

source: Destroy
ru: Уничтожить

source: Developers
ru: Для разработчиков

source: Discard Draft
ru: Удалить черновик

source: Display as relative date
ru: Отображать как альтернативную дату

source: Domain
ru: Домен

source: E.g. backoffice integration
ru: Например, интеграция с бэкофисом

source: Earliest
ru: Ранее

source: Earliest date
ru: Предыдущие даты

source: Edit billing interval
ru: Изменить интервал оплаты

source: Edit payment method, see your invoices and more
ru: Изменить способ оплаты, просмотреть счета и другое

source: Edit your subdomain name or set a custom domain.
ru: Изменить поддомен или подкючить кастомный.

source: Email integration
ru: Email интеграции

source: Email or domain is already in blocklist
ru: Email или домен добавлены в черный список

source: Emails
ru: Список Email

source: employees
ru: сотрудники

source: Employees
ru: Сотрудники

source: Empty
ru: Пусто

source: English
ru: Английский (English)

source: Enjoy a {withCreditCardTrialPeriodDuration}-days free trial
ru: Использовать {withCreditCardTrialPeriodDuration}-дневную бесплатную версию

source: Enterprise
ru: Корпоративная

source: Error deleting api key: {err}
ru: Ошибка при удалении ключа API: {err}

source: Error regenerating api key: {err}
ru: Ошибка регенерации ключа API: {err}

source: Error while switching subscription {to}.
ru: Ошибка при смене подписки {to}.

source: Establish Webhook endpoints for notifications on asynchronous events.
ru: Установите конечные точки Web-хук для получения уведомлений об асинхронных событиях.

source: Exclude the following people and domains from my email sync
ru: Исключить следующих пользователей и домены из рассылки по электронной почте

source: Existing objects
ru: Существующие объекты

source: Exit Settings
ru: Покинуть настройки

source: Expected selected node to be a create step node.
ru: Ожидается, что выбранный узел будет узлом шага создания.

source: Experience
ru: Персонализация

source: Expiration
ru: Истечение

source: Expiration Date
ru: Дата истечения

source: Expires in
ru: Истекает через

source: Export
ru: Экспорт

source: Export to PDF
ru: Экспорт в PDF

source: Export view
ru: Экспорт просмотра

source: Favorites
ru: Избранное

source: Field type
ru: Тип поля

source: Fields
ru: Поля

source: Fields Count
ru: Количество полей

source: Filter
ru: Фильтр

source: Filters
ru: Фильтры

source: Forgot your password?
ru: Забыли свой пароль??

source: French
ru: Фрунцузский

source: from monthly to yearly
ru: с месячного на годовой

source: from yearly to monthly
ru: с годового на месячный

source: Full access
ru: Полный доступ

source: Functions
ru: Фукнции

source: General
ru: Главная

source: German
ru: Немецкий

source: Get the most out of your workspace by inviting your team.
ru: Повысьте свою продуктивность в рабочей области вместе к командой. Пригласите команду!

source: Get your subscription
ru: Получить свою подписку

source: Global
ru: Глобальное

source: Grant Twenty support temporary access to your workspace so we can troubleshoot problems or recover content on your behalf. You can revoke access at any time.
ru: Предоставьте службе поддержки Twenty временный доступ к вашему рабочему пространству, чтобы мы могли устранить неполадки или восстановить содержимое от Вашего имени. Вы можете отозвать доступ в любое время.

source: Hide
ru: Скрыть

source: Icon and Name
ru: Логотип и название

source: Identifier
ru: Идентификатор

source: If you’ve lost this key, you can regenerate it, but be aware that any script using this key will need to be updated. Please type"{confirmationValue}" to confirm.
ru: Если Вы потеряете этот ключ, Вы можете сгенирировть его зново, обновив при этом скрипты, которые используют этот ключ. Пожалуйста введите "{confirmationValue}" для подтверждения.

source: Inactive
ru: Неактивно

source: Indexes
ru: Индексы

source: Input must be in camel case and cannot start with a number
ru: Ввод должен быть в регистре camel case (без пробелов и других знаков) и начинаться с цифры.

source: Integrations
ru: Расширения

source: Invalid email
ru: Некорректный email

source: Invalid email or domain
ru: Некорректный email или домен

source: Invalid form values
ru: Некорректное значение

source: Invite by email
ru: Пригласить через email

source: Invite by link
ru: Пригласить используя ссылку

source: Invite by Link
ru: Пригласить используя ссылку

source: Invite link sent to email addresses
ru: Пригласить, отправив ссылку на адрес электронной почты.

source: Invite your team
ru: Пригласить команду

source: Italian
ru: Итальянский

source: Japanese
ru: Японский

source: Korean
ru: Корейский

source: Lab
ru: Экспериментальные фукнции (Lab)

source: Language
ru: Язык прилоежния

source: Latest
ru: Последнее обновление

source: Latest date
ru: Последняя дата

source: Link copied to clipboard
ru: Ссылка скопирована в буфер обмена

source: Log out
ru: Выход

source: Logout
ru: Выход

source: Manage Members
ru: Управление участниками

source: Manage the members of your space here
ru: Управляйте участинками рабочей области ниже

source: Manage your internet accounts.
ru: Управление учетными записями.

source: Manage your subscription
ru: Управляйте подпиской

source: Mark as done
ru: Отметить как выполненное

source: Max
ru: Максимум

source: Members
ru: Участники

source: Min
ru: Минимум

source: More options
ru: Больше опций

source: Move left
ru: Перенести влево

source: Move right
ru: Перенести направо

source: Name
ru: Имя

source: Name of your API key
ru: Название ключа API

source: Name of your workspace
ru: Название рабочей области

source: Navigate to next record
ru: Перейти к следующей записи

source: Navigate to next version
ru: Перейти к следующей версии

source: Navigate to next workflow
ru: Перейти к следующему рабочему потоку

source: Navigate to previous record
ru: Перейти к следующей предворительной записи

source: Navigate to previous version
ru: Перейти к предварительной версии

source: Navigate to previous workflow
ru: Перейти к предварительному рабочему потоку

source: New
ru: Новое

source: New account
ru: Новая учетная запись

source: New xey
ru: Новый ключ

source: New Key
ru: Новый ключ

source: New Object
ru: Новый объект

source: New Password
ru: Новый пароль

source: New record
ru: Новая запись

source: New Role
ru: Новая роль

source: New Webhook
ru: Новый web-хуки

source: No connected account
ru: Нет подключенных учетных записей

source: No workflow runs yet
ru: Нет запущенных рабочих потоков

source: No workflow versions yet
ru: Версий рабочего процесса пока нет

source: Not empty
ru: Нет пустых

source: Object
ru: Объект

source: Objects
ru: Объекты

source: Off the beaten path
ru: Отключить настроенный путь

source: Opened
ru: Открыто

source: Options
ru: Настройки

source: or
ru: или

source: Other
ru: Другое

source: Page Not Found
ru: Страницы не найдена

source: Password
ru: Пароль

source: Password has been updated
ru: Пароль бы обновлен

source: Password reset link has been sent to the email
ru: Ссылка для обюновления пароля была направлена на email

source: Percent
ru: Процент

source: Percent empty
ru: Процент пуст

source: Percent not empty
ru: Процент не пуст

source: Permanently destroy record
ru: Уничтожить запись без возможности восстановления

source: Picture
ru: Изображение

source: Please enter a valid URL
ru: Пожалуйста введите корректную ссылку

source: Please type "{confirmationValue}" to confirm you want to delete this API Key. Be aware that any script using this key will stop working.
ru: Пожалуйста введите "{confirmationValue}" чтобы подтвердить удаление API ключа. ВНИМАНИЕ: все скрипты, использаующие этот ключ будут остановлены.

source: Please type {confirmationText} to confirm you want to delete this webhook.
ru: Пожалуйста введите {confirmationText} для подтверждения удаления данного web-хука.

source: Portuguese — Brazil
ru: Португальский — Бразилия

source: Portuguese — Portugal
ru: Потругальский — Потругалия

source: Preview
ru: Предварительнй просмотр

source: Privacy Policy
ru: Политика конфиденциальности

source: Profile
ru: Профиль

source: Pseudo-English
ru: Псевдо-Английский

source: Read documentation
ru: Читать документацию

source: Receive an email containing password update link
ru: Отправить ссылку для сброса пароля на email заново

source: Record Selection
ru: Выбор записи

source: Regenerate an API key
ru: Сгенерировать API ключ заново

source: Regenerate key
ru: Сгенерировать ключ заново

source: Regenerate Key
ru: Сгенерировать ключ заново

source: Releases
ru: Выпуски

source: Remove
ru: Удалить

source: Remove from favorites
ru: Удалить из избранного

source: Reset Password
ru: Сменить пароль

source: Reset to
ru: Вернуть к

source: Results
ru: Результаты

source: Roles
ru: Роли

source: Run a workflow and return here to view its executions
ru: Запустить рабочик поток и вернуться для просмотра выполнения

source: Search
ru: Поиск

source: Search ''{commandMenuSearch}'' with...
ru: Искать ''{commandMenuSearch}'' с...

source: Search a field...
ru: Искать поле...

source: Search an index...
ru: Искать индекс...

source: Search fields
ru: Искать поля

source: Search for an object...
ru: Поиск связей с объектом...

source: Search records
ru: Поиск записей

source: Security
ru: Безопасность

source: See active version
ru: Посмотреть активную версию

source: See runs
ru: Посмотреть запуски

source: See versions
ru: Посмотреть версии

source: See versions history
ru: Посмотреть историю изменения версий

source: Select the events you wish to send to this endpoint
ru: Выберите события, которые Вы хотите отправить на эту конечную точку

source: Select your preferred language
ru: Выберите предпочитаемый вами язык

source: Send an invite email to your team
ru: Отправить приглашения присоединиться Вашей команде через email

source: Server Admin Panel
ru: Admin панель сервера

source: Set email visibility, manage your blocklist and more.
ru: Добавление отображаемого имени email, управление черным списком и другое.

source: Set the name of your domain
ru: Задать наименование домена

source: Set the name of your subdomain
ru: Добавить наименование поддомена

source: Settings
ru: Настройки

source: Share this link to invite users to join your workspace
ru: Поделитесь этой ссылкой чтобы пригласить пользователей присоединиться к рабочей области

source: Should changing a field's label also change the API name?
ru: Должно ли изменение метки поля также привести к изменению имени API?

source: Sign in
ru: Войти

source: Sign up
ru: Присоединиться

source: Single sign-on (SSO)
ru: Одиночный вход (SSO)

source: Skip
ru: Пропустить

source: Sort
ru: Сортировать

source: Spanish
ru: Испнаский (Spanish)

source: Subdomain
ru: Поддомен

source: Subdomain already taken
ru: Поддомен уже занят

source: Subdomain can not be longer than 30 characters
ru: Поддомен не может быть более 30 символов

source: Subdomain can not be shorter than 3 characters
ru: Поддомен не может быть короче 3 символов

source: Subscription has been switched {to}
ru: Подписка успешно изменена на {to}

source: Sum
ru: Сумма

source: Support
ru: Поддержка

source: Switch {from}
ru: Сменить из {from}

source: Switch {to}
ru: Изменить на {to}

source: Switch billing {to}
ru: Изменить способ оплаты на {to}

source: Synchronize Field Label and API Name
ru: Синхронизировать метку поля и название API

source: System settings - {systemDateFormatLabel}
ru: Системные настройки - {systemDateFormatLabel}

source: System Settings - {systemTimeFormatLabel}
ru: Системные настройки - {systemTimeFormatLabel}

source: Terms of Service
ru: Правила пользования сервисом

source: Test
ru: Тест

source: Test Workflow
ru: Протестировать рабочий поток

source: The description of this field
ru: Описание поля

source: The email associated to your account
ru: Этот email уже привязан к Вашей учетной записи

source: The name and icon of this field
ru: Название и иконка данного поля

source: The page you're seeking is either gone or never was. Let's get you back on track
ru: Страница, которую Вы ищете, либо нет, либо ее никогда не было. Давайте вернем Вас путь истинный

source: The values of this field
ru: Значение этого поля

source: The values of this field must be unique
ru: Значение поля должно быть уникальным

source: There was an error while updating password.
ru: При обновлении пароля произошла ошибка.

source: There was an issue
ru: Произошла техническая ошибка

source: This action cannot be undone. This will permanently delete this user and remove them from all their assignments.
ru: Это действие невозможно будет отменить. Это приведет к необратимому удалению этого пользователя.

source: This action cannot be undone. This will permanently delete your entire workspace. <0/> Please type in your email to confirm.
ru: Это действие невозможно отменить. Это приведет к необратимому удалению всего вашего рабочей области. <0/> Пожалуйста введите eemail для подтверждения.

source: Time format
ru: Формат времени

source: to monthly
ru: месяц

source: to yearly
ru: год

source: Trigger Type
ru: Тип триггера

source: Trigger type should be Manual - when no record(s) are selected
ru: Тип триггера должен быть ручной - когда записи не выбраны

source: Type
ru: Тип

source: Type anything
ru: Введите что-либо

source: Unique
ru: Уникальность

source: Unlimited contacts
ru: Безлимитные контакты

source: Upload
ru: Загрузка

source: URL
ru: URL ссылка

source: Use as draft
ru: Использовать черновик

source: Use our API or add your first {objectLabel} manually
ru: Используйте наш API или добавьте свой первый {objectLabel} вручную

source: User
ru: Пользователи

source: User is not logged in
ru: Пользователь не вошел в систему

source: Values
ru: Значения

source: View billing details
ru: Посмотреть детали оплаты

source: Visualize
ru: Визуализировать

source: We will send POST requests to this endpoint for every new event
ru: Мы будем отправлять POST запросы в этот endpoint для каждого нового события

source: Webhook
ru: Web-хук

source: Webhooks
ru: Web-хуки

source: Welcome to {workspaceName}
ru: Добро пожаловать в рубочую область {workspaceName}

source: When the API key will expire.
ru: Когда ключ API истечет.

source: When the key will be disabled
ru: Когда ключ будет отключен

source: Workflow cannot be tested
ru: Невозможно протестировать рабочий поток

source: Workspace
ru: Работчая область

source: Workspace Deletion
ru: Рабочая область удалена

source: Write a description
ru: Написать описание

source: yes
ru: Да

source: You will be charged immediately for the full year.
ru: С Вас будет списана плата за весь год.

source: Your credit balance will be used to pay the monthly bills.
ru: Оплата будет производяться помесячно с Вашего баланса.

source: Your name as it will be displayed
ru: Ваше имя, которое будет доступно для отображения

source: Your workspace will be disabled
ru: Ваша рабочая область будет отключена
