Repository: nikulkinandrew/twenty_rus
Catalog: packages/twenty-server/src/engine/core-modules/i18n/locales/*.po
Languages: it, ja

source: (System) View Fields
it: (Sistema) Campi di visualizzazione
ja: (システム）ビューフィールド

source: (System) View Filter Groups
it: (Sistema) Visualizzazione dei gruppi di filtri
ja: (システム）フィルタグループの表示

source: (System) View Filters
it: (Sistema) Visualizza filtri
ja: (システム）ビューフィルタ

source: (System) View Groups
it: (Sistema) Gruppi di visualizzazione
ja: (システム）ビューグループ

source: (System) View Sorts
it: (Sistema) Visualizza ordinamenti
ja: (システム）ビューソート

source: (System) Views
it: (Sistema) Viste
ja: (システム）ビュー

source: A Folder of favorites
it: Una cartella di preferiti
ja: お気に入りのフォルダ

source: A company
it: Una società
ja: A社

source: A connected account
it: Un account collegato
ja: 接続アカウント

source: A favorite that can be accessed from the left menu
it: Un preferito a cui si può accedere dal menu di sinistra
ja: 左メニューからアクセスできるお気に入り

source: A group of related messages (e.g. email thread, chat thread)
it: Un gruppo di messaggi correlati (ad esempio, un thread di e-mail, un thread di chat)
ja: 関連するメッセージのグループ（電子メールのスレッド、チャットのスレッドなど）

source: A message sent or received through a messaging channel (email, chat, etc.)
it: Un messaggio inviato o ricevuto attraverso un canale di messaggistica (e-mail, chat, ecc.)
ja: メッセージング・チャンネル（電子メール、チャットなど）を通じて送受信されるメッセージ。

source: A note
it: Una nota
ja: メモ

source: A note target
it: Un obiettivo di nota
ja: 注意目標

source: A person
it: Una persona
ja: ある人物

source: A task
it: Un compito
ja: 課題

source: A task target
it: Un obiettivo del compito
ja: タスクターゲット

source: A webhook
it: Un webhook
ja: ウェブフック

source: A workflow
it: Un flusso di lavoro
ja: ワークフロー

source: A workflow event listener
it: Un ascoltatore di eventi del flusso di lavoro
ja: ワークフローのイベントリスナー

source: A workflow run
it: Esecuzione di un flusso di lavoro
ja: ワークフローの実行

source: A workflow version
it: Una versione del flusso di lavoro
ja: ワークフロー版

source: A workspace member
it: Un membro dello spazio di lavoro
ja: ワークスペース・メンバー

source: API Key
it: Chiave API
ja: APIキー

source: API Keys
it: Chiavi API
ja: APIキー

source: ARR
ja: 受取通知

source: Access Token
it: Gettone di accesso
ja: アクセス・トークン

source: Account Owner
it: Proprietario del conto
ja: アカウント・オーナー

source: Account Owner For Companies
it: Proprietario del conto per le aziende
ja: 企業向けアカウント・オーナー

source: Account owner for companies
it: Proprietario del conto per le aziende
ja: 企業のアカウント・オーナー

source: Address
it: Indirizzo
ja: 住所

source: Address (deprecated)
it: Indirizzo (deprecato)
ja: アドレス (非推奨)

source: Address of the company
it: Indirizzo dell'azienda
ja: 会社住所

source: Address of the company - deprecated in favor of new address field
it: Indirizzo della società - deprecato in favore del nuovo campo indirizzo
ja: 会社の住所 - 新しい住所フィールドに取って代わられ、非推奨。

source: Aggregate operation
it: Operazione di aggregazione
ja: 集計作業

source: Aggregated / filtered event to be displayed on the timeline
it: Evento aggregato / filtrato da visualizzare sulla timeline
ja: タイムライン上に表示される集計／フィルターされたイベント

source: Amount
it: Importo
ja: 金額

source: An API key
it: Una chiave API
ja: APIキー

source: An attachment
it: Un allegato
ja: 添付ファイル

source: An audit log of actions performed in the system
it: Un registro di audit delle azioni eseguite nel sistema
ja: システムで実行されたアクションの監査ログ

source: An event related to user behavior
it: Un evento relativo al comportamento dell'utente
ja: ユーザーの行動に関するイベント

source: An opportunity
it: Un'opportunità
ja: 機会

source: Annual Recurring Revenue: The actual or estimated annual revenue of the company
it: Ricavi annuali ricorrenti: Il fatturato annuale effettivo o stimato dell'azienda
ja: 年間経常収益：企業の実際の年間売上高または推定年間売上高

source: ApiKey expiration date
it: Data di scadenza della chiave Api
ja: ApiKeyの有効期限

source: ApiKey name
it: Nome della chiave Api
ja: ApiKey名

source: ApiKey revocation date
it: Data di revoca della chiave Api
ja: ApiKeyの失効日

source: Assigned tasks
it: Compiti assegnati
ja: 割り当てられたタスク

source: Assignee
it: Cessionario
ja: 譲受人

source: Associated User Id
it: Id utente associato
ja: 関連ユーザーID

source: Attachment
it: Allegato
ja: アタッチメント

source: Attachment author
it: Autore dell'allegato
ja: 添付ファイル作成者

source: Attachment company
it: Allegato azienda
ja: アタッチメント会社

source: Attachment full path
it: Percorso completo dell'allegato
ja: 添付ファイルのフルパス

source: Attachment name
it: Nome dell'allegato
ja: 添付ファイル名

source: Attachment note
it: Nota allegata
ja: 添付文書

source: Attachment opportunity
it: Opportunità di collegamento
ja: アタッチメントの機会

source: Attachment person
it: Allegato persona
ja: アタッチメント担当者

source: Attachment task
it: Compito allegato
ja: アタッチメント・タスク

source: Attachment type
it: Tipo di attacco
ja: アタッチメントタイプ

source: Attachments
it: Allegati
ja: アタッチメント

source: Attachments created by the workspace member
it: Allegati creati dal membro dell'area di lavoro
ja: ワークスペース・メンバーが作成した添付ファイル

source: Attachments linked to the company
it: Allegati legati all'azienda
ja: 会社に関連する添付ファイル

source: Attachments linked to the contact.
it: Allegati collegati al contatto.
ja: 連絡先にリンクされている添付ファイル。

source: Attachments linked to the opportunity
it: Allegati collegati all'opportunità
ja: この機会に関連する添付ファイル

source: Attachments tied to the {label}
it: Allegati legati al {label}
ja: {label}]に紐づくアタッチメント

source: Audit Log
it: Registro di controllo
ja: 監査ログ

source: Audit Logs
it: Registri di controllo
ja: 監査ログ

source: Audit Logs linked to the workspace member
it: Registri di audit collegati al membro dell'area di lavoro
ja: ワークスペース・メンバにリンクされた監査ログ

source: Auth failed at
it: Autorizzazione fallita a
ja: で認証に失敗した。

source: Author
it: Autore
ja: 著者

source: Authored attachments
it: Allegati autorizzati
ja: 執筆者

source: Automatically create People records when receiving or sending emails
it: Creare automaticamente i record delle persone quando si ricevono o si inviano e-mail
ja: メールの受信・送信時に自動的にPeopleレコードを作成

source: Automatically create records for people you participated with in an event.
it: Creare automaticamente i record delle persone con cui si è partecipato a un evento.
ja: イベントに一緒に参加した人の記録を自動的に作成します。

source: Avatar
ja: アバター

source: Avatar Url
it: Url dell'avatar
ja: アバターURL

source: Behavioral Event
it: Evento comportamentale
ja: 行動イベント

source: Behavioral Events
it: Eventi comportamentali
ja: 行動イベント

source: Blocklist
it: Elenco di blocco
ja: ブロックリスト

source: Blocklisted handles
it: Maniglie bloccate
ja: ブロックリスト入りハンドル

source: Blocklists
it: Elenchi di blocco
ja: ブロックリスト

source: Body
it: Corpo
ja: ボディ

source: Cached record name
it: Nome del record memorizzato nella cache
ja: キャッシュレコード名

source: Calendar Channel
it: Canale Calendario
ja: カレンダーチャンネル

source: Calendar Channel Event Association
it: Calendario Associazione Eventi Canale
ja: カレンダー チャンネルイベント協会

source: Calendar Channel Event Associations
it: Calendario Canale Associazioni di eventi
ja: カレンダー チャンネル イベント関連

source: Calendar Channels
it: Canali del calendario
ja: カレンダー・チャンネル

source: Calendar Event Participants
it: Calendario Partecipanti agli eventi
ja: カレンダーイベント参加者

source: Calendar event
it: Calendario eventi
ja: カレンダーイベント

source: Calendar event participant
it: Partecipante a un evento del calendario
ja: カレンダーイベント参加者

source: Calendar event participants
it: Partecipanti agli eventi del calendario
ja: カレンダーイベント参加者

source: Calendar events
it: Calendario eventi
ja: カレンダー・イベント

source: Channel ID
it: ID canale
ja: チャンネルID

source: Channel Type
it: Tipo di canale
ja: チャンネル・タイプ

source: City
it: Città
ja: 都市

source: Close date
it: Data di chiusura
ja: 締切日

source: Color Scheme
it: Schema di colore
ja: カラースキーム

source: Compact View
it: Vista compatta
ja: コンパクトビュー

source: Companies
it: Aziende
ja: 企業

source: Company
it: Azienda
ja: 会社概要

source: Company record position
it: Posizione record dell'azienda
ja: 会社記録ポジション

source: Conference Solution
it: Soluzione per conferenze
ja: 会議ソリューション

source: Connected Account
it: Conto collegato
ja: 接続アカウント

source: Connected Accounts
it: Conti collegati
ja: 接続アカウント

source: Connected accounts
it: Conti collegati
ja: 接続アカウント

source: Contact auto creation policy
it: Politica di creazione automatica dei contatti
ja: コンタクト自動作成ポリシー

source: Contact’s Emails
it: Email del contatto
ja: 連絡先のEメール

source: Contact’s Linkedin account
it: Account Linkedin del contatto
ja: 連絡先のLinkedinアカウント

source: Contact’s X/Twitter account
it: Account X/Twitter del contatto
ja: 連絡先のX/Twitterアカウント

source: Contact’s avatar
it: Avatar del contatto
ja: コンタクトのアバター

source: Contact’s city
it: Città del contatto
ja: 連絡先の都市

source: Contact’s company
it: Azienda di contatto
ja: 連絡先の会社

source: Contact’s job title
it: Titolo di lavoro del contatto
ja: 連絡先の役職

source: Contact’s name
it: Nome del contatto
ja: 担当者名

source: Contact’s phone number
it: Numero di telefono del contatto
ja: 連絡先の電話番号

source: Contact’s phone numbers
it: Numeri di telefono dei contatti
ja: 連絡先の電話番号

source: Created by
it: Creato da
ja: 作成者

source: Creation DateTime
it: Data di creazione
ja: 作成日時

source: Creation date
it: Data di creazione
ja: 作成日

source: Date format
it: Formato della data
ja: 日付形式

source: Date when the record was deleted
it: Data di cancellazione del record
ja: レコードが削除された日付

source: Deleted at
it: Soppresso a
ja: で削除

source: Describes if the view is in compact mode
it: Descrive se la vista è in modalità compatta
ja: ビューがコンパクトモードであるかどうかを示します。

source: Description
it: Descrizione
ja: 説明

source: Direction
it: Direzione
ja: ディレクション

source: Display Name
it: Nome visualizzato
ja: 表示名

source: Display Value
it: Valore di visualizzazione
ja: 表示値

source: Domain Name
it: Nome di dominio
ja: ドメイン名

source: Due Date
it: Data di scadenza
ja: 期日

source: Emails
it: Email
ja: 電子メール

source: Employees
it: I dipendenti
ja: 従業員

source: End Date
it: Data di fine
ja: 終了日

source: Event ID
it: ID evento
ja: イベントID

source: Event Listeners
it: Ascoltatori di eventi
ja: イベント・リスナー

source: Event Participants
it: Partecipanti all'evento
ja: イベント参加者

source: Event company
it: Società di eventi
ja: イベント会社

source: Event context
it: Contesto dell'evento
ja: イベント・コンテキスト

source: Event details
it: Dettagli dell'evento
ja: イベント詳細

source: Event external ID
it: ID esterno dell'evento
ja: イベント外部ID

source: Event name
it: Nome dell'evento
ja: イベント名

source: Event name/type
it: Nome/tipo di evento
ja: イベント名/タイプ

source: Event note
it: Nota dell'evento
ja: イベントメモ

source: Event opportunity
it: Opportunità di evento
ja: イベントの機会

source: Event person
it: Persona dell'evento
ja: イベント関係者

source: Event task
it: Compito dell'evento
ja: イベントタスク

source: Event workflow
it: Flusso di lavoro dell'evento
ja: イベントのワークフロー

source: Event workflow run
it: Esecuzione del flusso di lavoro dell'evento
ja: イベントワークフローの実行

source: Event workflow version
it: Versione del flusso di lavoro degli eventi
ja: イベントワークフローバージョン

source: Event workspace member
it: Membro dello spazio di lavoro dell'evento
ja: イベント・ワークスペース・メンバー

source: Events
it: Eventi
ja: イベント

source: Events linked to the person
it: Eventi legati alla persona
ja: その人に関連する出来事

source: Events linked to the workspace member
it: Eventi legati al membro dell'area di lavoro
ja: ワークスペース・メンバーにリンクされたイベント

source: Exclude group emails
it: Escludere le e-mail di gruppo
ja: グループメールの除外

source: Exclude non professional emails
it: Escludere le e-mail non professionali
ja: プロ以外のメールは除く

source: Executed by
it: Eseguito da
ja: 実行者

source: Expiration date
it: Data di scadenza
ja: 有効期限

source: Favorite
it: Preferito
ja: お気に入り

source: Favorite Folder
it: Cartella preferita
ja: お気に入りフォルダ

source: Favorite Folders
it: Cartelle preferite
ja: お気に入りのフォルダ

source: Favorite company
it: Azienda preferita
ja: お気に入りの会社

source: Favorite folder position
it: Posizione della cartella preferita
ja: お気に入りのフォルダ位置

source: Favorite note
it: Nota preferita
ja: お気に入りのメモ

source: Favorite opportunity
it: Opportunità preferita
ja: お気に入りの機会

source: Favorite person
it: Persona preferita
ja: 好きな人

source: Favorite position
it: Posizione preferita
ja: 好きなポジション

source: Favorite task
it: Attività preferita
ja: 好きな仕事

source: Favorite view
it: Vista preferita
ja: お気に入りの眺め

source: Favorite workflow
it: Flusso di lavoro preferito
ja: お気に入りのワークフロー

source: Favorite workflow run
it: Flusso di lavoro preferito
ja: お気に入りのワークフロー

source: Favorite workflow version
it: Versione preferita del flusso di lavoro
ja: お気に入りのワークフローバージョン

source: Favorite workspace member
it: Membro preferito dello spazio di lavoro
ja: お気に入りのワークスペース・メンバー

source: Favorites
it: Preferiti
ja: お気に入り

source: Favorites in this folder
it: Preferiti in questa cartella
ja: このフォルダのお気に入り

source: Favorites linked to the company
it: Preferiti legati all'azienda
ja: 会社に関連したお気に入り

source: Favorites linked to the contact
it: Preferiti collegati al contatto
ja: 連絡先にリンクされているお気に入り

source: Favorites linked to the note
it: Preferiti collegati alla nota
ja: メモにリンクされたお気に入り

source: Favorites linked to the opportunity
it: Preferiti legati all'opportunità
ja: チャンスにリンクしたお気に入り

source: Favorites linked to the task
it: Preferiti collegati all'attività
ja: タスクにリンクされたお気に入り

source: Favorites linked to the view
it: Preferiti collegati alla vista
ja: ビューにリンクされたお気に入り

source: Favorites linked to the workflow
it: Preferiti collegati al flusso di lavoro
ja: ワークフローにリンクされたお気に入り

source: Favorites linked to the workflow run
it: Preferiti collegati all'esecuzione del flusso di lavoro
ja: ワークフローにリンクされたお気に入り

source: Favorites linked to the workflow version
it: Preferiti legati alla versione del flusso di lavoro
ja: ワークフローのバージョンにリンクされたお気に入り

source: Favorites linked to the workspace member
it: Preferiti collegati al membro dell'area di lavoro
ja: ワークスペース・メンバーにリンクされたお気に入り

source: Favorites tied to the {label}
it: Preferiti legati al {label}
ja: {label}]に紐づくお気に入り

source: Field Metadata Id
it: Campo Metadati Id
ja: フィールド・メタデータID

source: Field Value
it: Valore del campo
ja: フィールド値

source: Field metadata used for aggregate operation
it: Metadati del campo utilizzati per l'operazione di aggregazione
ja: 集約操作に使用されるフィールド・メタデータ

source: Field used for full-text search
it: Campo utilizzato per la ricerca full-text
ja: 全文検索に使用されるフィールド

source: Folder for Message Channel
it: Cartella per il canale dei messaggi
ja: メッセージチャンネル用フォルダ

source: Folder name
it: Nome della cartella
ja: フォルダ名

source: Full path
it: Percorso completo
ja: フルパス

source: Group by this field value
it: Raggruppare in base al valore di questo campo
ja: このフィールド値でグループ化する

source: Handle
it: Maniglia
ja: ハンドル

source: Handle Aliases
it: Alias di gestione
ja: ハンドルの別名

source: Header message Id
it: Messaggio di intestazione Id
ja: ヘッダー・メッセージId

source: Icon
it: Icona
ja: アイコン

source: Id
ja: アイド

source: Ideal Customer Profile: Indicates whether the company is the most suitable and valuable customer for you
it: Profilo del cliente ideale: Indica se l'azienda è il cliente più adatto e prezioso per voi
ja: 理想の顧客像： その企業があなたにとって最も適切で価値のある顧客であるかどうかを示します。

source: If the event is related to a particular object
it: Se l'evento è legato a un particolare oggetto
ja: イベントが特定のオブジェクトに関連している場合

source: Is Contact Auto Creation Enabled
it: La creazione automatica dei contatti è abilitata
ja: コンタクトの自動作成が有効になっているか

source: Is Full Day
it: È un giorno intero
ja: 全日

source: Is Organizer
it: E' l'organizzatore
ja: オーガナイザー

source: Is Sync Enabled
it: La sincronizzazione è abilitata
ja: 同期が有効か

source: Is canceled
it: È annullato
ja: 中止

source: Job Title
it: Titolo del lavoro
ja: 役職名

source: Json object to provide context (user, device, workspace, etc.)
it: Oggetto Json per fornire il contesto (utente, dispositivo, spazio di lavoro, ecc.)
ja: コンテキスト（ユーザー、デバイス、ワークスペースなど）を提供するJsonオブジェクト。

source: Json object to provide output of the workflow run
it: Oggetto Json per fornire l'output dell'esecuzione del flusso di lavoro
ja: ワークフロー実行の出力を提供するJsonオブジェクト

source: Json object to provide steps
it: Oggetto Json per fornire i passi
ja: ステップを提供するJsonオブジェクト

source: Json object to provide trigger
it: Oggetto Json per fornire il trigger
ja: トリガーを提供するJsonオブジェクト

source: Json value for event details
it: Valore Json per i dettagli dell'evento
ja: イベント詳細のJson値

source: Key
it: Chiave
ja: キー

source: Language
it: Lingua
ja: 言語

source: Last published Version Id
it: Ultima versione pubblicata Id
ja: 最終発行バージョンID

source: Last sync cursor
it: Ultimo cursore di sincronizzazione
ja: 最終同期カーソル

source: Last sync date
it: Data dell'ultima sincronizzazione
ja: 最終同期日

source: Last sync history ID
it: ID dell'ultima cronologia di sincronizzazione
ja: 最終同期履歴ID

source: Last time the record was changed
it: Ultima modifica del record
ja: 前回の記録変更

source: Last update
it: Ultimo aggiornamento
ja: 最終更新日

source: Linked Object Metadata Id
it: Id metadati dell'oggetto collegato
ja: リンクされたオブジェクトのメタデータID

source: Linked Opportunities
it: Opportunità collegate
ja: リンクされた機会

source: Linked Record cached name
it: Nome del record collegato nella cache
ja: リンクレコードのキャッシュ名

source: Linked Record id
it: Id del record collegato
ja: リンクレコードID

source: Linkedin
ja: リンクトイン

source: List of opportunities for which that person is the point of contact
it: Elenco delle opportunità per le quali la persona è il punto di contatto
ja: 担当者が窓口となる機会のリスト

source: Location
it: Posizione
ja: 所在地

source: Logical Operator
it: Operatore logico
ja: 論理演算子

source: Logical operator for the filter group
it: Operatore logico per il gruppo di filtri
ja: フィルタグループの論理演算子

source: Meet Link
it: Incontrare Link
ja: リンク

source: Message
it: Messaggio
ja: メッセージ

source: Message Channel
it: Canale dei messaggi
ja: メッセージチャンネル

source: Message Channel Association
it: Associazione dei canali di messaggio
ja: メッセージ・チャネル・アソシエーション

source: Message Channel Id
it: Id del canale del messaggio
ja: メッセージ・チャンネルID

source: Message Channel Message Association
it: Canale dei messaggi Associazione dei messaggi
ja: メッセージ・チャンネル メッセージ・アソシエーション

source: Message Channel Message Associations
it: Canale dei messaggi Associazioni di messaggi
ja: メッセージ・チャンネル メッセージ・アソシエーション

source: Message Channels
it: Canali di messaggio
ja: メッセージ・チャンネル

source: Message Direction
it: Direzione del messaggio
ja: メッセージの方向性

source: Message External Id
it: Messaggio Id esterno
ja: メッセージ外部ID

source: Message Folder
it: Cartella messaggi
ja: メッセージフォルダ

source: Message Folders
it: Cartelle di messaggi
ja: メッセージフォルダー

source: Message Id
it: Id del messaggio
ja: メッセージID

source: Message Participant
it: Messaggio Partecipante
ja: メッセージ参加者

source: Message Participants
it: Messaggio Partecipanti
ja: メッセージ参加者

source: Message Synced with a Message Channel
it: Messaggio sincronizzato con un canale di messaggio
ja: メッセージチャンネルと同期したメッセージ

source: Message Thread
it: Filo conduttore del messaggio
ja: メッセージスレッド

source: Message Thread Id
it: Id del messaggio
ja: メッセージスレッドID

source: Message Threads
it: Thread del messaggio
ja: メッセージスレッド

source: Message id from the message header
it: Id del messaggio dall'intestazione del messaggio
ja: メッセージヘッダからのメッセージID

source: Message id from the messaging provider
it: Id del messaggio dal provider di messaggistica
ja: メッセージング・プロバイダーからのメッセージID

source: Messages
it: Messaggi
ja: メッセージ

source: Messages from the channel.
it: Messaggi dal canale.
ja: チャンネルからのメッセージ

source: Messages from the thread.
it: Messaggi dal thread.
ja: スレッドからのメッセージ

source: Messaging provider access token
it: Token di accesso al provider di messaggistica
ja: メッセージング・プロバイダのアクセストークン

source: Messaging provider refresh token
it: Token di aggiornamento del provider di messaggistica
ja: メッセージング・プロバイダのリフレッシュ・トークン

source: Name
it: Nome
ja: 名称

source: Name of the favorite folder
it: Nome della cartella preferita
ja: お気に入りフォルダ名

source: Name of the workflow run
it: Nome dell'esecuzione del flusso di lavoro
ja: ワークフローの実行名

source: Note
it: Nota
ja: 注

source: Note Target
it: Nota Obiettivo
ja: 備考 ターゲット

source: Note Targets
it: Nota Obiettivi
ja: ノート 目標

source: Note attachments
it: Allegati di nota
ja: 添付資料

source: Note body
it: Corpo di nota
ja: ノート本体

source: Note record position
it: Posizione del record della nota
ja: レコード位置

source: Note targets
it: Obiettivi di nota
ja: 注目標

source: Note title
it: Titolo della nota
ja: タイトル

source: NoteTarget company
it: NotaAzienda target
ja: 注対象会社

source: NoteTarget note
it: NotaNota di destinazione
ja: ノート対象ノート

source: NoteTarget opportunity
it: NotaOpportunità di destinazione
ja: 注チャンス

source: NoteTarget person
it: NotaPersona target
ja: ノート対象者

source: Notes
it: Note
ja: 備考

source: Notes tied to the company
it: Note legate all'azienda
ja: 会社と結びついたノート

source: Notes tied to the contact
it: Note legate al contatto
ja: コンタクトに関連するメモ

source: Notes tied to the opportunity
it: Note legate all'opportunità
ja: 機会に関する注意事項

source: Notes tied to the {label}
it: Note legate al {label}
ja: {label}]に紐づくメモ

source: Number of employees in the company
it: Numero di dipendenti dell'azienda
ja: 従業員数

source: Object Metadata Id
it: Id metadati dell'oggetto
ja: オブジェクト・メタデータID

source: Object id
it: Id dell'oggetto
ja: オブジェクトID

source: Object metadata id
it: Id dei metadati dell'oggetto
ja: オブジェクトのメタデータID

source: Object name
it: Nome dell'oggetto
ja: オブジェクト名

source: Operand
it: Operando
ja: オペランド

source: Operation
it: Operazione
ja: オペレーション

source: Operations
it: Operazioni
ja: オペレーション

source: Opportunities
it: Opportunità
ja: チャンス

source: Opportunities linked to the company.
it: Opportunità legate all'azienda.
ja: 会社に関連した機会。

source: Opportunity
it: Opportunità
ja: チャンス

source: Opportunity amount
it: Importo dell'opportunità
ja: チャンス量

source: Opportunity close date
it: Data di chiusura dell'opportunità
ja: 機会終了日

source: Opportunity company
it: Opportunità aziendale
ja: オポチュニティ・カンパニー

source: Opportunity point of contact
it: Punto di contatto per le opportunità
ja: チャンスの窓口

source: Opportunity probability
it: Probabilità di opportunità
ja: 機会確率

source: Opportunity record position
it: Posizione del record di opportunità
ja: 機会記録ポジション

source: Opportunity stage
it: Fase di opportunità
ja: チャンスステージ

source: Optional aggregate operation
it: Funzionamento aggregato opzionale
ja: オプションの集計作業

source: Optional secret used to compute the HMAC signature for webhook payloads. This secret is shared between Twenty and the webhook consumer to authenticate webhook requests.
it: Segreto opzionale utilizzato per calcolare la firma HMAC dei payload dei webhook. Questo segreto è condiviso tra Twenty e il consumatore di webhook per autenticare le richieste di webhook.
ja: webhook ペイロードの HMAC 署名を計算するために使用するオプションの秘密。この秘密は Twenty と webhook コンシューマの間で共有され、webhook リクエストを認証します。

source: Output
it: Uscita
ja: 出力

source: Parent View Filter Group
it: Gruppo di filtri della vista genitore
ja: 親ビューフィルターグループ

source: Parent View Filter Group Id
it: Vista principale Filtro Id gruppo
ja: 親ビューフィルタグループID

source: People
it: Persone
ja: 人々

source: People linked to the company.
it: Persone legate all'azienda.
ja: 会社に関係する人々。

source: Person
it: Persona
ja: 人物

source: Person record Position
it: Record personale Posizione
ja: 個人記録 ポジション

source: Phone
it: Telefono
ja: 電話

source: Phones
it: Telefoni
ja: 電話

source: Point of Contact
it: Punto di contatto
ja: 連絡先

source: Position
it: Posizione
ja: ポジション

source: Position in the parent view filter group
it: Posizione nel gruppo di filtri della vista padre
ja: 親ビューフィルタグループ内での位置

source: Position in the view filter group
it: Posizione nel gruppo di filtri della vista
ja: ビューフィルタグループ内での位置

source: Position in view filter group
it: Posizione nel gruppo di filtri di visualizzazione
ja: ビューフィルタグループ内の位置

source: Preferred color scheme
it: Schema di colori preferito
ja: 好みの配色

source: Preferred language
it: Lingua preferita
ja: 使用言語

source: Probability
it: Probabilità
ja: 確率

source: Received At
it: Ricevuto a
ja: 受理日時

source: Record id
it: Id del record
ja: レコードID

source: Recurring Event ID
it: ID evento ricorrente
ja: 定期イベントID
