Repository: nikulkinandrew/twenty_rus
Catalog: packages/twenty-server/src/engine/core-modules/i18n/locales/*.po
Languages: it, ja

source: Refresh Token
it: Gettone di aggiornamento
ja: リフレッシュ・トークン

source: Related user email address
it: Indirizzo e-mail utente correlato
ja: 関連ユーザーのメールアドレス

source: Relations
it: Relazioni
ja: 関係

source: Response Status
it: Stato della risposta
ja: 対応状況

source: Revocation date
it: Data di revoca
ja: 失効日

source: Role
it: Ruolo
ja: 役割

source: Runs
it: Corse
ja: 走行距離

source: Scopes
it: Cannocchiali
ja: スコープ

source: Search vector
it: Vettore di ricerca
ja: 検索ベクトル

source: Secret
it: Segreto
ja: シークレット

source: Size
it: Dimensione
ja: サイズ

source: Stage
it: Palcoscenico
ja: ステージ

source: Start Date
it: Data di inizio
ja: 開始日

source: Status
it: Stato
ja: ステータス

source: Statuses
it: Stati
ja: ステータス

source: Subject
it: Oggetto
ja: テーマ

source: Sync Cursor
it: Cursore di sincronizzazione
ja: 同期カーソル

source: Sync Cursor. Used for syncing events from the calendar provider
it: Cursore di sincronizzazione. Utilizzato per sincronizzare gli eventi dal provider del calendario
ja: 同期カーソル。カレンダー・プロバイダからのイベントの同期に使用

source: Sync stage
it: Fase di sincronizzazione
ja: シンクステージ

source: Sync stage started at
it: La fase di sincronizzazione è iniziata a
ja: シンクステージ開始

source: Sync status
it: Stato di sincronizzazione
ja: 同期ステータス

source: Target Url
it: URL di destinazione
ja: ターゲットURL

source: Task
it: Compito
ja: タスク

source: Task Target
it: Obiettivo dell'attività
ja: タスクターゲット

source: Task Targets
it: Obiettivi del compito
ja: タスク目標

source: Task assignee
it: Destinatario del compito
ja: タスク担当者

source: Task attachments
it: Allegati al compito
ja: タスクアタッチメント

source: Task body
it: Corpo del compito
ja: タスク本体

source: Task due date
it: Data di scadenza dell'attività
ja: タスクの期日

source: Task record position
it: Posizione del record dell'attività
ja: タスクレコードの位置

source: Task status
it: Stato dell'attività
ja: タスクステータス

source: Task targets
it: Obiettivi del compito
ja: タスク目標

source: Task title
it: Titolo del compito
ja: タスクタイトル

source: TaskTarget company
it: TaskTarget azienda
ja: タスクターゲット会社

source: TaskTarget opportunity
it: AttivitàObiettivo opportunità
ja: タスクターゲット機会

source: TaskTarget person
it: TaskTarget persona
ja: タスク対象者

source: TaskTarget task
it: AttivitàTarget attività
ja: タスク対象タスク

source: Tasks
it: Compiti
ja: タスク

source: Tasks assigned to the workspace member
it: Attività assegnate al membro dello spazio di lavoro
ja: ワークスペース・メンバーに割り当てられたタスク

source: Tasks tied to the company
it: Compiti legati all'azienda
ja: 会社に関連した仕事

source: Tasks tied to the contact
it: Attività legate al contatto
ja: コンタクトに関連するタスク

source: Tasks tied to the opportunity
it: Compiti legati all'opportunità
ja: 機会に関するタスク

source: Tasks tied to the {label}
it: Compiti legati al {label}
ja: {label}]に関連するタスク

source: Text
it: Testo
ja: テキスト

source: The account handle (email, username, phone number, etc.)
it: Il gestore dell'account (e-mail, nome utente, numero di telefono, ecc.)
ja: アカウントハンドル（Eメール、ユーザー名、電話番号など）

source: The account provider
it: Il fornitore del conto
ja: 口座提供者

source: The company Linkedin account
it: L'account Linkedin aziendale
ja: 会社のLinkedinアカウント

source: The company Twitter/X account
it: L'account Twitter/X dell'azienda
ja: Twitter/Xアカウント

source: The company name
it: Il nome dell'azienda
ja: 会社名

source: The company website URL. We use this url to fetch the company icon
it: L'URL del sito web dell'azienda. Utilizziamo questo URL per recuperare l'icona dell'azienda
ja: 会社のウェブサイトのURL。会社のアイコンを取得するためにこのURLを使用します。

source: The creator of the record
it: Il creatore del disco
ja: 記録の作成者

source: The current statuses of the workflow versions
it: Gli stati attuali delle versioni del flusso di lavoro
ja: ワークフローバージョンの現在のステータス

source: The date the message was received
it: La data di ricezione del messaggio
ja: メッセージを受信した日付

source: The executor of the workflow
it: L'esecutore del flusso di lavoro
ja: ワークフローの実行者

source: The folder this favorite belongs to
it: La cartella a cui appartiene questo preferito
ja: このお気に入りのフォルダ

source: The opportunity name
it: Il nome dell'opportunità
ja: 機会名

source: The workflow event listener name
it: Nome dell'ascoltatore di eventi del flusso di lavoro
ja: ワークフローイベントのリスナー名

source: The workflow last published version id
it: L'id dell'ultima versione pubblicata del flusso di lavoro
ja: ワークフローの最終公開バージョンID

source: The workflow name
it: Il nome del flusso di lavoro
ja: ワークフロー名

source: The workflow version name
it: Il nome della versione del flusso di lavoro
ja: ワークフローのバージョン名

source: The workflow version status
it: Lo stato della versione del flusso di lavoro
ja: ワークフローのバージョンステータス

source: Thread External Id
it: Filettatura Id esterno
ja: スレッド外部ID

source: Thread id from the messaging provider
it: Id del thread dal provider di messaggistica
ja: メッセージング・プロバイダーからのスレッドID

source: Throttle Failure Count
it: Conteggio dei guasti all'acceleratore
ja: スロットル故障回数

source: Time format
it: Formato dell'ora
ja: 時間形式

source: Time zone
it: Fuso orario
ja: タイムゾーン

source: Timeline Activities
it: Attività a tempo
ja: タイムライン活動

source: Timeline Activities linked to the company
it: Timeline Attività legate all'azienda
ja: タイムライン 会社に関連する活動

source: Timeline Activities linked to the note.
it: Timeline Attività collegate alla nota.
ja: メモにリンクされたタイムライン活動。

source: Timeline Activities linked to the opportunity.
it: Timeline Attività legate all'opportunità.
ja: タイムライン 機会に関連する活動。

source: Timeline Activities linked to the task.
it: Timeline Attività collegate all'attività.
ja: タイムライン タスクにリンクされた活動

source: Timeline Activities tied to the {label}
it: Timeline Attività legate al {label}
ja: {label}]に紐づくタイムライン活動

source: Timeline Activity
it: Cronologia Attività
ja: タイムライン活動

source: Timeline activities linked to the run
it: Attività temporali legate alla corsa
ja: ランに関連したタイムライン活動

source: Timeline activities linked to the version
it: Attività della timeline legate alla versione
ja: バージョンにリンクしたタイムライン活動

source: Timeline activities linked to the workflow
it: Attività della timeline collegate al flusso di lavoro
ja: ワークフローにリンクされたタイムラインアクティビティ

source: Title
it: Titolo
ja: タイトル

source: Type
it: Tipo
ja: タイプ

source: Update DateTime
it: Aggiornare la data e l'ora
ja: 更新日時

source: User Email
it: Email dell'utente
ja: ユーザーEメール

source: User Id
it: Id utente
ja: ユーザーID

source: User time zone
it: Fuso orario utente
ja: ユーザーのタイムゾーン

source: User's preferred date format
it: Formato di data preferito dall'utente
ja: ユーザーが希望する日付フォーマット

source: User's preferred time format
it: Formato orario preferito dall'utente
ja: ユーザーが希望する時間フォーマット

source: Value
it: Valore
ja: 価値

source: Version status
it: Stato della versione
ja: バージョンステータス

source: Version steps
it: Fasi della versione
ja: バージョン・ステップ

source: Version trigger
it: Versione trigger
ja: バージョン・トリガー

source: Versions
it: Versioni
ja: バージョン

source: View
it: Vista
ja: 表示

source: View Field
it: Campo visivo
ja: フィールドを見る

source: View Field position
it: Visualizza la posizione del campo
ja: フィールドポジションを見る

source: View Field related view
it: Vista Campo relativo alla vista
ja: ビューフィールド関連ビュー

source: View Field size
it: Visualizza le dimensioni del campo
ja: フィールドサイズを見る

source: View Field target field
it: Campo di visualizzazione Campo di destinazione
ja: 対象フィールドを見る

source: View Field visibility
it: Visualizza la visibilità del campo
ja: フィールドの視界を見る

source: View Fields
it: Visualizza i campi
ja: ビュー・フィールズ

source: View Filter
it: Visualizza filtro
ja: フィルターを見る

source: View Filter Display Value
it: Visualizza il valore di visualizzazione del filtro
ja: フィルター表示値の表示

source: View Filter Group
it: Visualizza gruppo di filtri
ja: フィルターグループを見る

source: View Filter Group Id
it: Visualizza ID gruppo filtro
ja: フィルターグループIDを表示

source: View Filter Groups
it: Visualizzare i gruppi di filtri
ja: フィルターグループの表示

source: View Filter operand
it: Visualizza operando il filtro
ja: フィルタ・オペランドを表示

source: View Filter related view
it: Vista Filtro vista correlata
ja: フィルター関連のビュー

source: View Filter target field
it: Visualizza il campo di destinazione del filtro
ja: フィルター対象フィールドを表示

source: View Filter value
it: Visualizza il valore del filtro
ja: フィルター値を見る

source: View Filters
it: Visualizza i filtri
ja: フィルターを見る

source: View Group
it: Gruppo di visualizzazione
ja: グループを見る

source: View Group related view
it: Vista Gruppo vista correlata
ja: グループ関連ビュー

source: View Group target field
it: Visualizza il campo di destinazione del gruppo
ja: グループ対象フィールドを表示

source: View Group visibility
it: Visualizza la visibilità del gruppo
ja: グループの可視性を表示

source: View Groups
it: Visualizza i gruppi
ja: グループを見る

source: View Kanban column field
it: Visualizza il campo della colonna Kanban
ja: カンバン列フィールドを表示

source: View Sort
it: Visualizza l'ordinamento
ja: ソートを見る

source: View Sort direction
it: Visualizza la direzione di ordinamento
ja: ソート方向を見る

source: View Sort related view
it: Vista Ordinamento vista correlata
ja: 関連するビューを並べ替える

source: View Sort target field
it: Visualizza il campo di destinazione dell'ordinamento
ja: ソート対象フィールドを表示

source: View Sorts
it: Visualizza le tipologie
ja: 種類を見る

source: View icon
it: Visualizza l'icona
ja: アイコンを見る

source: View key
it: Chiave di lettura
ja: キーを見る

source: View name
it: Visualizza il nome
ja: 名前を見る

source: View position
it: Visualizza la posizione
ja: ポジションを見る

source: View target object
it: Visualizza l'oggetto di destinazione
ja: 対象オブジェクトを見る

source: View type
it: Visualizza tipo
ja: タイプを見る

source: Views
it: Visualizzazioni
ja: ビュー

source: Visibility
it: Visibilità
ja: 視認性

source: Visible
it: Visibile
ja: 可視

source: Webhook
ja: ウェブフック

source: Webhook operation
it: Operazione Webhook
ja: ウェブフック操作

source: Webhook operations
it: Operazioni Webhook
ja: ウェブフック操作

source: Webhook target url
it: URL di destinazione del webhook
ja: WebhookターゲットURL

source: Webhooks
it: Ganci web
ja: ウェブフック

source: Workflow
it: Flusso di lavoro
ja: ワークフロー

source: Workflow Run
it: Esecuzione del flusso di lavoro
ja: ワークフローの実行

source: Workflow Runs
it: Esecuzioni del flusso di lavoro
ja: ワークフローの実行

source: Workflow Version
it: Versione del flusso di lavoro
ja: ワークフロー版

source: Workflow Versions
it: Versioni del flusso di lavoro
ja: ワークフローのバージョン

source: Workflow event listeners linked to the workflow.
it: Ascoltatori di eventi del flusso di lavoro collegati al flusso di lavoro.
ja: ワークフローにリンクされたワークフローイベントリスナー。

source: Workflow linked to the run.
it: Flusso di lavoro collegato alla corsa.
ja: ランにリンクされたワークフロー。

source: Workflow record position
it: Posizione del record del flusso di lavoro
ja: ワークフローの記録位置

source: Workflow run ended at
it: L'esecuzione del flusso di lavoro è terminata a
ja: ワークフローの実行は次の時点で終了した。

source: Workflow run position
it: Posizione di esecuzione del flusso di lavoro
ja: ワークフロー実行位置

source: Workflow run started at
it: L'esecuzione del flusso di lavoro è iniziata a
ja: ワークフローの実行開始

source: Workflow run status
it: Stato di esecuzione del flusso di lavoro
ja: ワークフロー実行状況

source: Workflow runs linked to the version.
it: Esecuzione del flusso di lavoro legato alla versione.
ja: バージョンにリンクされたワークフローの実行。

source: Workflow runs linked to the workflow.
it: Esecuzioni del flusso di lavoro collegate al flusso di lavoro.
ja: ワークフローにリンクされたワークフローの実行。

source: Workflow version
it: Versione del flusso di lavoro
ja: ワークフロー版

source: Workflow version linked to the run.
it: Versione del flusso di lavoro collegata alla corsa.
ja: ランにリンクされたワークフローのバージョン。

source: Workflow version position
it: Posizione della versione del flusso di lavoro
ja: ワークフローのバージョン位置

source: Workflow versions linked to the workflow.
it: Versioni del flusso di lavoro collegate al flusso di lavoro.
ja: ワークフローにリンクされたワークフローのバージョン。

source: WorkflowEventListener
it: Ascoltatore di eventi del flusso di lavoro
ja: ワークフローイベントリスナー

source: WorkflowEventListener workflow
it: WorkflowEventListener flusso di lavoro
ja: WorkflowEventListener ワークフロー

source: WorkflowEventListeners
it: Flusso di lavoroEventListeners
ja: ワークフローイベントリスナー

source: WorkflowVersion
it: Flusso di lavoroVersione
ja: ワークフローバージョン

source: WorkflowVersion workflow
it: Flusso di lavoroVersione del flusso di lavoro
ja: ワークフローバージョンワークフロー

source: Workflows
it: Flussi di lavoro
ja: ワークフロー

source: Workspace Member
it: Membro dello spazio di lavoro
ja: ワークスペース・メンバー

source: Workspace Members
it: Membri dell'area di lavoro
ja: ワークスペース・メンバー

source: Workspace member
it: Membro dello spazio di lavoro
ja: ワークスペース・メンバー

source: Workspace member avatar
it: Avatar del membro dello spazio di lavoro
ja: ワークスペース・メンバーのアバター

source: Workspace member name
it: Nome del membro dello spazio di lavoro
ja: ワークスペース・メンバー名

source: WorkspaceMember
it: Membro dello spazio di lavoro
ja: ワークスペース・メンバー

source: Your team member responsible for managing the company account
it: Il membro del team responsabile della gestione del conto aziendale
ja: 企業アカウントの管理を担当するチームメンバー

source: handle
it: maniglia
ja: ハンドル

source: provider
it: fornitore
ja: プロバイダー
